Tekla.Structures.DialogInternal.ManagedProfileSelectionDialogInterface.AttributeRequestedDelegate
The delegate to use for attribute request.
owner: Dialog handle
profile: Profile name size
flag: Flag dummy.